export const navItems = [
  {
    name: "ראשי",
    link: "#hero",
  },
  {
    name: "המודל",
    link: "#model",
  },
  {
    name: "קוד התנהגות",
    link: "#behavior",
  },
  {
    name: "חזון המועדון",
    link: "#content",
  },
  {
    name: "קצת עליי",
    link: "#about-me",
  },
  // {
  //   name: "שאלות",
  //   link: "#faq",
  // },
];

export const products = [
    {
      thumbnail:
        "/images/girls/girl1.png",
    },
    {
      thumbnail:
        "/images/girls/girl2.png",
    },
    {
      thumbnail:
        "/images/girls/girl3.png",
    },
   
    {
      thumbnail:
        "/images/girls/girl4.png",
    },
    {
      thumbnail:
        "/images/girls/girl5.png",
    },
    {
      thumbnail:
        "/images/girls/girl6.png",
    },
   
    {
      thumbnail:
        "/images/girls/girl7.png",
    },
    {
      thumbnail:
        "/images/girls/girl1.png",
    },
    {
      thumbnail:
        "/images/girls/girl8.png",
    },
    {
      thumbnail:
        "/images/girls/girl9.png",
    },
    {
      thumbnail:
        "/images/girls/girl10.png",
    },
   
    {
      thumbnail:
        "/images/girls/girl11.png",
    },
    {
      thumbnail:
        "/images/girls/girl12.png",
    },
    {
      thumbnail:
        "/images/girls/girl13.png",
    },
    {
      thumbnail:
        "/images/girls/girl14.png",
    },
  ];


  export const loadingStates = [
    {
      text: 'לא פועל כדי להרשים, אלא מתוך חוכמה ואסטרטגיה'
    },
    {
      text: 'לא משחק לפי החוקים של כולם – חושב מחוץ לקופסה'
    },
    {
      text: 'פועל נכון, גם אם זה לא מקובל או זוכה לתשואות'
    },
    {
      text: 'לא רודף אחרי הצלחה – ממגנט אותה אליו'
    },
    {
      text: 'מוקף בנשים, כסף ואנשים איכותיים מתוך סטנדרטים גבוהים'
    },
    {
      text: 'נאמן לעצמו, לערכים שלו ולכבוד העצמי שלו'
    },
    {
      text: 'לא מחפש לרצות נשים – גורם להן להרגיש טווח רגשות מלא'
    },
    {
      text: 'מבין שהמשיכה הנשית דורשת יותר מרק נוחות'
    },
    {
      text: 'לא מתעסק בשאלה "למה נשים מתנהגות ככה?" – הוא מתמקד בשליטה שלו'
    },
    {
      text: 'תמיד משפר את עצמו ולא מחפש תירוצים או אשמים'
    },
    {
      text: 'עושה את הכי טוב שהוא יכול מכל הזדמנות שיש לו'
    },
    {
      text: 'לא נשאר "תקוע" בפריינד זון – מתקדם בביטחון'
    },
    {
      text: 'מראה כוונה ברורה ועקביות במערכות יחסים'
    },
    {
      text: 'אם אין הדדיות – הוא ממשיך הלאה בלי היסוס'
    }
  ];
  
  export const galleryImages1 = [
    { src: "/images/girls/girl2.png", alt: "Girl 2" },
    { src: "/images/girls/girl1.png", alt: "Girl 1" },
    { src: "/images/girls/girl3.png", alt: "Girl 3" },
  ];

  export const galleryImages2 = [
    { src: "/images/girls/girl10.png", alt: "Girl 3" },
    { src: "/images/girls/girl5.png", alt: "Girl 1" },
    { src: "/images/girls/girl14.png", alt: "Girl 2" },
  ];

  export const galleryImages3 = [
    { src: "/images/girls/girl4.png", alt: "Girl 4" },
    { src: "/images/girls/girl6.png", alt: "Girl 6" },
    { src: "/images/girls/girl7.png", alt: "Girl 7" },
    { src: "/images/whatsapp-messages/wa1.png", alt: "whatsapp message 1" },
    { src: "/images/girls/girl8.png", alt: "Girl 8" },
    { src: "/images/girls/girl9.png", alt: "Girl 9" },
    { src: "/images/girls/girl11.png", alt: "Girl 11" },
    { src: "/images/whatsapp-messages/wa2.png", alt: "whatsapp message 2" },
    { src: "/images/girls/girl12.png", alt: "Girl 12" },
    { src: "/images/girls/girl13.png", alt: "Girl 13" },
    { src: "/images/girls/girl15.png", alt: "Girl 15" },
    { src: "/images/whatsapp-messages/wa3.png", alt: "whatsapp message 3" },
    { src: "/images/girls/girl16.png", alt: "Girl 16" },
    { src: "/images/girls/girl17.png", alt: "Girl 17" },
    { src: "/images/girls/girl18.png", alt: "Girl 18" },
    { src: "/images/girls/girl19.jpg", alt: "Girl 19" },
    { src: "/images/whatsapp-messages/wa4.jpg", alt: "whatsapp message 4" },
    { src: "/images/girls/girl20.jpg", alt: "Girl 20" },
  ];
  
  export const faqItems = [
    {
      question: "למה שאני אשלם כסף על תכנים שיש לי כל כך הרבה מקורות בחינם באינטרנט שאני יכול לצפות בהם?",
      answer: "התשובה בגוף השאלה \"כל כך הרבה מקורות\" .. אתה חי בעידן שבו כולם מתחרים על תשומת הלב שלך יש מבחר כל כך גדול שם בחוץ, אתה מוצף... האנרגיות והמשאבים שלך מוגבלים לכל יום שעובר. והזמן שלך יקר, יקר מאוד. כאשר אתה מתפזר בין כל כך הרבה אנשים, בין כל כך הרבה מקורות מידע שונים, אתה מאבד מיקוד. אתה לא באמת יודע מה עובד ולא עובד עד שאתה לא מנסה בעצמך, ושכזה קורה זה גוזל ממך זמן רב אנרגיות ומוטיבציה להמשך פעולה.\n\nבגנטלמנס טיים כל סרטון, כל פוסט שעולה נבדק מספר פעמיים אתה יכול לראות מכל התכנים החינמיים שאני מעלה שאני מביא את התוכן הכי איכותי שקיים ובסטנדרטים הכי גבוהים שיש. כל זה לאחר שאני מבצע מחקר מעמיק בנושא, קורא עליו בכמה מקורות שונים באינטרנט כדי לאמת אותו ולאחר מכן הולך ובוחן אותו במציאות - במשחק. פליי טיים במהותה היא המסננת של האינטרנט, של החומר התיאורטי שם בחוץ. בעוד שגנטלמנס טיים הוא קצה החנית, כלומר העילית של התוכן הפרקטי.",
      category: "תמחור",
    },
    {
      question: "למה שאני אקשיב לך ולא לאחרים?",
      answer: `ניסיון פרקטי פיזי מעשי בשטח נקודה. העניין באינטרנט של היום הוא שיש שני סוגים של תכנים שאתה צורך. אחד הוא של האמת המקובלת, והשני הוא של האמת הפרקטית. הראשון שייך לאנשים שמחקים את כל מה שהם שומעים באינטרנט, שמדברים על מה שמקובל. חומר ממוחזר ומאוס שחוזר על עצמו בלי שום אותנטיות או נשמה. חומר שנוח לדבר עליו, נוח לא לבצע את עבודת המחקר, נוח שלא שופטים אותך יותר מידי, או שכן שופטים אותך ואתה מתעלם ומשחק אותה פייק-"זאת האג'נדה שלי, אני אלפא" או גרוע מזה כאלה שעושים לצורך העשייה בלבד כדי להוכיח שהם קיימים תראה אותי אני מאמן דייטינג מוסמך..\n\nהתוכן השני, הוא של האמת הפרקטית אנשים שבאמת הלכו את הדרך שהם walk the walk ו talk talk שהם מדברים אליך מנסיון אמיתי, של מה שעובד ולא עובד, מדברים שהם בחנו בעצמם עם אנשים אמיתיים. זה ההבדל. בין יועץ ומדריך . יועץ ידע להגיד לך את התשובה המעשית לכל שאלה שתשאל אותו שקשורה לתחום שלו, אבל הוא ישאר ברמה העיונית בלבד.
מדריך לעומת זאת, יתן לך נקודת מבט חדשה על העולם ועל עצמך הישר מתוך הניסיון הכנה והמעשי שלו בשטח, ובכך יספק לך עובדות פרקטיות שעבדו לו ויעבדו גם לך.\n\nבשנה האחרונה דחסתי כמות ניסיון עצומה של שלוש שנים לפחות, של אדם ממוצע באינטרקציות חברתיות עם נשים , וקבוצות אנשים במרחבים ציבוריים. הכרחתי את עצמי לגשת ל2 בחורות במהלך היום ועוד לפחות 3 בחורות בכל יציאה לילית . ותשמע לי שבודפשט זאת עיר שלא מחמיצה לילה אחד של חגיגות, אז תמיד היה זמינות של בחורות ללא תירוצים...`,
      category: "אמינות",
    },
    {
      question: "תוך כמה זמן אני אראה תוצאות עם נשים?",
      answer: `תוצאות והצלחה עם נשים מושפעות מכמה גורמים: האמונות שלך - שלך בעצמך, על נשים, ועל הזהות שלך. כל אלה תהליכים שקורים בתת המודע שלך, גם אם תרצה להאמין בזה מאוד במודע לא תצליח להתמיד עם זה באופן עקבי ואמיתי. אתה חייב לשכנע את בעל הבית, את תת המודע שלך זה נובע מהוכחות פיזיות או ראיתיות שחוזרות על עצמן שמובילות לשינויי אמונה תת מודעים.\n\nאתה חייב להיחשף לכמה שיותר חומר עיוני וכמה שיותר נשים בו זמנית. רבע התמדה לא תיתן לך כלום וגם לא חצי, תוצאות פרקטיות עם נשים קורות... תתפלא לשמוע... עם נשים אמיתיות! רק שילוב של שתיהם ידע עיוני עם ידע מעשי, הידע שאתה לומד על בשרך יבטיח לך תוצאות. ולכן אין שום סיבה להיות נרקומן מידע אם אתה לא באמת מתכוון ליישם את מה שלמדת, ואתה נותן לפחדים ולאמונות שלך להוביל אותך ולנהל אותך.\n\nבשורה התחתונה אתה תראה תוצאות עם נשים, אחרי תקופה של היחשפות לכמה שיותר מידע חדש ,ולנשים בפועל. בזה אין שום ספק, התזמון תלוי בך בלבד. מה שאתה כן רוצה לזכור זה שאין קו סיום עם נשים או בהתפתחות האישית שלך, בשתיהם מדובר במסע ולא ביעד בשתיהם תמיד אתה רוצה להישאר תלמיד ותמיד להמשיך לדחוף לעבר המודל האידאלי שלך עם נשים, ולגבר שאתה רוצה להיות עם הבחורה שאיתה תבלה את שארית חייך. "הרגע שאתה מתחיל להיות שאנן זה הרגע שאתה מתנוון והיוכלות והכישורים שלך נחלשים"`,
      category: "תוצאות",
    },
    {
      question: "האם העובדה שאני משלם כסף כדי להצליח עם נשים ולשפר כישורים חברתיים אומרת עליי משהו?",
      answer: `זה אומר שאתה עושה צעד משמעותי להיות הבן אדם/ שחקן שאתה רוצה להיות בחיים ובמשחק שלך , חיים בהם אתה שם את עצמך במקום הראשון, מפסיק להקשיב לאמונות שליליות ומורידות של חברים , ונפתח לחווית למידה ורכישת מימוניות של משהו שבאמת נותן ערך אמיתי ומלווה אותך לכל החיים.\n\nאל תשכח את האמת הפשוטה, אנחנו גברים. התפיסה שלנו על המציאות שונה לגמרי משל נשים. אנחנו יצורים לוגיים והן יצורים רגשיים. אנחנו לא אמורים ולא מסוגלים להבין נשים לגמרי לבד בכוחות עצמנו. ולכן אין שום בושה או הורדת ערך בהיפתחות לחווית למידה והפחתה של האגו הגברי שמושך אותנו אחורה פעמיים רבות במשחק.`,
      category: "ערך",
    },
  ];